<template>
  <div style="width: 65%;margin: auto">
    <div>
      <h5 style="text-align: center">德邻e宝服务协议</h5>
      一、德邻e宝服务协议的确认<br/>
      二、德邻e宝服务相关定义<br/>
      三、德邻e宝为您提供的服务内容<br/>
      四、德邻e宝会员号和账户的注册、使用和注销<br/>
      五、使用德邻e宝服务的注意事项<br/>
      六、用户合法使用德邻e宝服务的承诺<br/>
      七、权益保障及隐私保护<br/>
      八、不可抗力、免责及责任限制<br/>
      九、完整协议<br/>
      十、知识产权的保护<br/>
      十一、法律适用与管辖<br/>
       感谢您选择德邻e宝服务。德邻e宝服务协议（以下简称本协议）由德邻e宝（中国）网络技术有限公司（以下简称德邻e宝）和您签订。<br/>
      <p></p>
      一、德邻e宝服务协议的确认
      <br/>
      1 、本协议有助于您了解德邻e宝为您提供的服务内容及您使用服务的权利和义务，请您仔细阅读（特别是以粗体标注的内容）。如果您对本协议的条款有疑问，您可通过本网站（下文定义）的在线客服或客服电话400-11888-68进行咨询。
      <br/>
      2 、如本协议发生变更，德邻e宝将通过www.dllgepay.com网站公告的方式提前予以公布，变更后的协议在公告期届满起生效。若您在协议生效后继续使用德邻e宝服务的，表示您接受变更后的协议，也将遵循变更后的协议使用德邻e宝服务。
      <br/>
      3、如您为无民事行为能力人或为限制民事行为能力人，请告知您的监护人，并在您监护人的指导下阅读本协议和使用德邻e宝服务。若您是中国大陆以外的用户，您还需同时遵守您所属国家或地区的法律，且您确认，订立并履行本协议不受您所属、所居住或开展经营活动或其他业务的国家或地区法律法规的限制。 
      <p></p>
      二、德邻e宝服务相关定义
      <br/>
      1、德邻e宝会员号（或称“会员号”）:指您按照德邻e宝提供的方式取得的，供您使用部分德邻e宝服务的编号。会员号登录名可以是您自定义的由字母、数字组成的六位以上字符，也可以是您的手机号码。
      <br/>
      2、德邻e宝账户（或称“账户”）:指您获得德邻e宝会员号且通过德邻e宝身份验证后取得的供您使用德邻e宝服务的支付账户。您取得德邻e宝账号后，德邻e宝将自动为你分配相应的账户。
      <br/>
      3、身份要素:指德邻e宝用于识别您身份的信息要素，对于个人用户包括但不限于您的会员号、德邻e宝账户、密码、短信校验码、手机号码、身份证件号码；对于企业用户包括但不限于您的企业社会统一代码、营业执照号、法人、法人身份证
      <br/>
      4、本网站:除本协议另有规定外，指www.dllgepay.com及/或德邻e宝客户端。
      <br/>
      5、德邻网站:指德邻陆港（鞍山）有限责任公司旗下支持德邻e宝账户支付的任何网站（包。序）与本网站，以及后续可能开通的其他网站及其他移动客户端应用程序。前述网站及客户端可单称或并称德邻网站。
      <br/>
      6、余额服务:指基于德邻e宝账户余额可以使用的充值、消费、收款、转账等服务。除本协议另有规定外，余额服务的功能及收付款额度将按照《非银行支付机构网络支付业务管理办法》及其他监管规定进行调整。
      <p></p>
      三、德邻e宝为您提供的服务内容
      <br/>
      邻e宝服务是德邻e宝向您提供的非金融机构支付服务，是受您委托代您收款或付款的资金转移服务。
      <br/>
      其中， 代收代付款项服务是指德邻e宝为您提供的代为收取或代为支付款项的服务。
      <br/>
      通过代收服务，您可以收到他人向您支付的款项，具体是指自您委托德邻e宝将您银行卡内的资金充值到您的德邻e宝账户或委托德邻e宝代为收取第三方向您支付的款项之时起至根据您的指令将该等款项的全部或部分实际入账到您的银行账户或德邻e宝账户之时止（含提现）的整个过程。
      <br/>
      通过代付服务，您可以支付款项给您指定的第三方。代付具体是指自款项从您指定账户（非德邻e宝账户）出账之时起至德邻e宝根据您或有权方给出的指令将上述款项的全部或部分入账到第三方的银行账户或德邻e宝账户之时止的整个过程；或自您根据本协议委托德邻e宝将您银行卡的资金充值到您或他人的德邻e宝账户或自您因委托德邻e宝代收相关款项并入账到您的德邻e宝账户之时起至委托德邻e宝根据您或有权方给出的指令将上述款项的全部或部分入账第三方的银行账户或德邻e宝账户之时止的整个过程。
      <br/>
      邻e宝代收代付后，非经法律程序或者非依本协议之约定，该指令是不可撤销的。
      <br/>
      代收代付款项服务的功能有如下几类:
      <br/>
      1、充值，您可以将您银行卡内的资金充值到您的德邻e宝账户。
      <br/>
      2、提现，您可以将您德邻e宝账户内余额划转至您名下的可接收款项的中国大陆银行账户。除被冻结、止付或其他限制款项外，德邻e宝将于收到提现指令后的合理时间内，将相应款项汇入该银行账户。此外，我们可能会对提现进行风险审查，因此可能导致提现延迟。
      <br/>
      3、德邻e宝中介服务，亦称“德邻e宝担保交易”， 指为了解决交易双方网上交易的信任问题，买家按照流程确认获得服务后，德邻e宝再将代收的上游会员支付的款项代为支付给下游客户。除本协议另有规定外，发生交易纠纷时，您不可撤销地授权德邻e宝根据证据决定将争议款项的全部或部分支付给交易一方或双方。
      <br/>
      4、转账，您可以使用德邻e宝服务，委托德邻e宝将款项转至收款方德邻e宝账户或银行账户。 使用转账服务是基于您对收款方的充分了解（包括但不限于收款方的真实身份及准确的德邻e宝登录名），请您谨慎核对收款方信息以免受到损失。
      <p></p>
      四、德邻e宝会员号和账户的注册、使用和注销
      <br/>
      （一）注册
      <br/>
      1、您完成德邻e宝会员号注册并通过审核后，即可使用部分德邻e宝服务。具体验证方式以本网站页面提示为准。
      <br/>
      2 、您在会员号或账户中设置的用户名、头像、签名、留言等必须遵守法律法规、公序良俗、社会公德，且不会侵害其他第三方的合法权益，否则德邻e宝可能会取消您的用户名、头像、签名。
      <br/>
      3、您可以通过您的德邻e宝登录名直接登录任一德邻网站，无需重新注册。但如您此次注册使用的手机号或电子邮箱于2013年3月18日前已在其他德邻网站完成过注册的，则您此次注册的德邻e宝登录名在其他德邻网站登录的功能不会自动开通。  
      <br/><br/>
      （二）使用
      <br/>
      身份要素是德邻e宝识别您身份的依据，请您务必妥善保管。 使用身份要素进行的任何操作、发出的任何指令均视为您本人做出。因您的原因造成的账户、密码等信息被冒用、盗用或非法使用，由此引起的一切风险、责任、损失、费用等应由您自行承担。 您同意:
      <br/>
      1、为保障您的资金安全，请把手机及其他设备的密码设置成与德邻e宝会员号及账户的密码不一致。如您发现有他人冒用或盗用您的会员号、账户或者德邻e宝登录名及密码，请您立即以有效方式通知德邻e宝；您还可以向德邻e宝申请暂停或停止德邻e宝服务。德邻e宝会将前述情况同步给德邻网站，以保障您的合法权益。您在持续登录任一德邻网站时段结束时，请以正确步骤退出网站。 您理解德邻e宝对您的请求采取行动需要合理时间，如德邻e宝未在合理时间内采取有效措施，导致您损失扩大的，德邻e宝将就扩大的损失部分承担责任，但德邻e宝对采取行动之前已执行的指令不承担责任。
      <br/>
      2、德邻e宝会员号和账户仅限您本人使用，不可转让、借用、赠与、继承，但德邻e宝账户内的相关财产权益可被依法继承。                                 
      <br/>
      3、基于运行和交易安全的需要，德邻e宝可以暂停或者限制德邻e宝服务部分功能，或增加新的功能。                                                     
      <br/>
      4、为了维护良好的网络环境，德邻e宝有时需要了解您使用德邻e宝服务的真实背景及目的，如德邻e宝要求您提供相关信息或资料的，请您配合提供。
      <br/>
      5、为了您的交易安全，您在使用德邻e宝服务时，请事先判断交易对方是否具有完全民事行为能力并谨慎决定是否使用德邻e宝服务与对方进行交易。
      <br/><br/>
      （三）注销
      <br/>
      在需要终止使用德邻e宝服务时，符合以下条件的，您可以申请注销您的会员号或德邻e宝账户:
      <br/>
      1、您仅能申请注销您本人的会员号或账户，并依照德邻e宝的流程进行注销。
      <br/>2、您可以通过自助或者人工的方式申请注销会员号或账户，但如果您使用了德邻e宝提供的安全产品，请在该安全产品环境下申请注销。                 
      <br/>3、您申请注销的会员号或账户处于正常状态，即您的会员号或账户的信息是最新、完整、正确的，且会员号或账户未被采取止付、冻结等限制措施。如您申请注销的德邻e宝账户有关联的德邻e宝账户或子德邻e宝账户的，在该关联的德邻e宝账户或子德邻e宝账户被注销后，您才能注销该账户。
      <br/>4、为了维护您和其他用户的合法利益，您申请注销的会员号或账户，应当不存在未了结的权利义务或其他因为注销该账户会产生纠纷的情况，不存在任何未完结交易，没有余额，没有德邻积分等资产。                                                              
      <br/>5 、根据《非银行支付机构网络支付业务管理办法》规定，德邻e宝不得为金融机构，以及从事信贷、融资、理财、担保、信托、货币兑换等金融业务的其他机构开立德邻e宝账户。如您属于金融机构或从事信贷、融资、理财、担保、信托、货币兑换等金融业务的其他机构，且您持有德邻e宝账户的，则您同意按照德邻e宝流程尽快将该德邻e宝账户内资金提现或通过转账等途径支用完毕，并授权德邻e宝将该德邻e宝账户注销，但您仍可使用德邻e宝基于银行账户向您提供的支付服务。
      <br/>6、德邻e宝会员号或账户注销后，您将无法使用德邻e宝的任何服务，双方的权利义务终止（本协议另有约定不得终止的或依其性质不能终止的除外）， 同时还可能产生如下结果:
      <br/>（1）任何交易产生的德邻积分均将作废。
      <br/>（2）您仍应对您在注销会员号或账户前且使用德邻e宝服务期间的行为承担相应责任，包括但不限于可能产生的违约责任、损害赔偿责任及履约义务，同时德邻e宝仍可保存您注销前的相关信息。
      <br/>（3）一旦注销成功，账户记录、账户功能等将无法恢复或提供。
      <br/>（4）在德邻网站的各项交易将无法使用在线支付功能。
      <p></p>
      五、使用德邻e宝服务的注意事项
      <br/>为有效保障您使用德邻e宝服务时的合法权益，德邻e宝提醒您注意以下事项:
      <br/><br/>（一）身份验证    
      <br/>1、您在注册、使用德邻e宝服务的过程中，请您提供合法、真实、有效、准确并完整的资料（包括但不限于身份证、营业执照、开户许可证等证明、联系方式、从事职业、通讯地址）。 为了能将账户资金变动及时通知到您，以及更好保障您的账户安全，如该等资料发生变更，请您及时通知德邻e宝。 为了及时有效地验证您的信息（包括但不限于身份信息、账户信息、购汇额度），根据法律法规及监管规定或德邻e宝认为有需要时，您同意我们可以把您的信息提供给第三方，也同意第三方可以把您的信息提供给德邻e宝，以便德邻e宝进行验证。您应确保德邻e宝登录名、或账户绑定手机号均为您本人持有，如您占用了他人的手机号的，为避免给电子邮箱或手机号持有人带来不便或不利影响，也为了您的资金安全，德邻e宝可能将该手机号从您的会员号或账户中删除并解除关联。
      <br/>2、为了满足相关监管规定的要求，您同意按照德邻e宝的要求及通知的时间提供您的身份信息以完成身份验证，否则您可能无法进行收款、提现、余额支付、购买理财产品等操作，且德邻e宝可能对您的账户余额进行止付或注销您的账户。
      <br/><br/>（二）存在如下情形时，德邻e宝会对您名下会员号或/及德邻e宝账户暂停或终止提供德邻e宝服务，或对余额进行止付，且有权限制您所使用的产品或服务功能（包括但不限于对这些会员号或/及账户名下的款项和在途交易采取止付、取消交易、调账等限制措施）:                                                       
      <br/>（1）您违反了本协议的约定；
      <br/>（2）根据法律法规及法律文书的规定；
      <br/>（3）根据有权机关的要求；
      <br/>（4）您的会员号或账户操作、资金流向等存在异常时；您的会员号或账户可能产生风险的；
      <br/>（5）您在参加市场活动时有批量注册德邻e宝会员号或账户、刷信用、交易内容不符或作弊等违反活动规则、违反诚实信用原则的；
      <br/>（6）他人向您德邻e宝账户错误汇入资金等导致您可能存在不当获利的；
      <br/>（7）您遭到他人投诉，且对方已经提供了一定证据的；
      <br/>（8）您可能错误地操作他人德邻e宝会员号或账户，或者将他人会员号或账户进行了身份验证的。
      <br/>除（2）、（3）规定的情形外，如您申请恢复服务、解除上述止付或限制，请您向我们提供相关资料及身份证明等文件，以便德邻e宝进行核实。
      <br/><br/>（三）服务咨询与投诉
      <br/>您在使用德邻e宝的服务过程中，如遇到问题，您可以通过拨打400-11888-68或者通过在线客服等方式联系我们。
      <br/>如您被他人投诉或投诉他人，我公司将有权将您的主体信息、联系方式、投诉相关的内容等必要信息提供给争议相对方或相关部门，以便及时解决投诉纠纷，以保护您及他人的合法权益；但法律法规另有规定的除外。
      <br/><br/>（四）德邻e宝服务的承诺和声明                                       
      <br/>1、德邻e宝并非银行，本协议项下涉及的资金转移均通过银行来实现，您接受资金在转移途中产生的合理时间。
      <br/>2、您理解，基于相关法律法规，对本协议项下的任何服务，德邻e宝均不提供任何担保、垫资。
      <br/>3、德邻e宝会将您委托德邻e宝代收或代付的款项，严格按照法律法规或有权机关的监管要求进行管理 。德邻e宝提请您注意，德邻e宝账户所记录的资金余额不同于您本人的银行存款，不受《存款保险条例》保护，其实质为您委托德邻e宝保管的、所有权归属于您的预付价值。该预付价值对应的货币资金虽然属于您，但不以您本人名义存放在银行，而是以德邻e宝名义存放在银行，并且由德邻e宝向银行发起资金调拨指令。
      <br/><br/>（五）交易风险提示
      <br/>1、在使用德邻e宝服务时，若您或您的交易对方未遵从本协议或相关网站说明、交易、支付页面中之操作提示、规则，则德邻e宝有权拒绝为您与交易对方提供服务，且德邻e宝不承担损害赔偿责任。 若发生前述情形，而款项已先行入账您的德邻e宝账户，您同意德邻e宝有权直接自相关账户中扣回相应款项及（或）禁止您要求支付此笔款项之权利。                                                    
      <br/>2、您使用德邻e宝服务购买金融类产品时，为了您的利益，建议您仔细阅读金融类产品的协议以及页面提示，确认销售机构及产品信息，谨慎评估风险后再购买。
      <br/><br/>（六）服务费用
      <br/>在您使用德邻e宝服务时，德邻e宝有权依照《德邻e宝服务收费规则》向您收取服务费用。德邻e宝拥有制订及调整服务费之权利，具体服务费用以您使用德邻e宝服务时本网站或产品页面上所列之收费方式公告或您与德邻e宝达成的其他书面协议为准。除非另有说明或约定，您同意德邻e宝有权自您委托德邻e宝代收或代付的款项或您任一德邻e宝账户余额或者其他资产中直接扣除上述服务费用。
      <br/><br/>（七）积分
      <br/>1、就您使用德邻e宝服务过程中德邻e宝向您授予的积分，无论该积分以何种方式获得，您都不得使用该积分换取任何现金或金钱。
      <br/>2 、积分并非您拥有所有权的财产，德邻e宝有权单方面调整积分数值或调整德邻e宝的积分规则。
      <br/>3、您有权按德邻e宝的积分规则，将所获积分交换德邻e宝指定的服务或权益。
      <br/>4 、如德邻e宝有合理理由怀疑您的积分的获得及（或）使用存有欺诈、滥用或其它德邻e宝认为不当的行为，德邻e宝可随时取消您的积分，或限制、终止您的积分使用。
      <p></p>
      六、用户合法使用德邻e宝服务的承诺
      <br/>1、您应遵守中华人民共和国相关法律法规及您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规，不得将德邻e宝服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不得以任何非法方式使用德邻e宝服务。
      <br/>2、您不得利用德邻e宝服务从事侵害他人合法权益之行为或违反国家法律法规， 否则德邻e宝有权进行调查、延迟或拒绝结算或停止提供德邻e宝服务，且您应独立承担所有相关法律责任，因此导致德邻e宝或德邻e宝雇员或其他方受损的，您应承担赔偿责任。
      <br/>3、上述1和2适用的情况包括但不限于:
      <br/>（1）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。
      <br/>（2）违反依法定或约定之保密义务。
      <br/>（3）冒用他人名义使用德邻e宝服务。
      <br/>（4）从事不法交易行为， 如洗钱、恐怖融资、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他德邻e宝认为不得使用德邻e宝服务进行交易的物品等。
      <br/>（5）提供赌博资讯或以任何方式引诱他人参与赌博。
      <br/>（6）未经授权使用他人银行卡， 或利用信用卡套取现金（以下简称套现）。
      <br/>（7）进行与您或交易对方宣称的交易内容不符的交易， 或不真实的交易。
      <br/>（8）从事任何可能侵害德邻e宝服务系统、数据之行为。
      <br/>4、您理解，德邻e宝服务有赖于系统的准确运行及操作。若出现系统差错、故障或其他原因引发的展示错误、您或德邻e宝不当获利等情形，您同意德邻e宝可以采取更正差错、扣划款项等适当纠正措施。
      <br/>5、您不得对德邻e宝系统和程序采取反向工程手段进行破解，不得对上述系统和程序（包括但不限于源程序、目标程序、技术文档、客户端至服务器端的数据、服务器数据）进行复制、修改、编译、整合或篡改，不得修改或增减德邻e宝系统的任何功能。
      <p></p>
      七、权益保障及隐私保护
      <br/>1、客户权益保障承诺
      <br/>德邻e宝一直秉承“客户第一”的原则，努力为您带来微小而美好的改变。
      <br/>2、用户资金保障
      <br/>德邻e宝始终重视保护用户的资金安全，将自有资金和用户资金分开存放，承诺不挪用、占用用户资金。如您在使用德邻e宝服务过程中，由于您的德邻e宝账户被盗用造成资金损失，经德邻e宝同意，您可授权德邻e宝代表您向相关责任第三方或赔付机构进行追偿。您与德邻e宝公司另有约定的除外。详见《德邻e宝安全保障规则》。
      <br/>3、隐私权保护
      <br/>德邻e宝重视对您隐私的保护。关于您的身份资料和其他特定资料依《德邻e宝隐私权政策》受到保护与规范，详情请参阅《德邻e宝隐私权政策》。
      <p></p>
      八、不可抗力、免责及责任限制
      <br/>（一）免责条款
      <br/>因下列原因导致德邻e宝无法正常提供服务，德邻e宝不承担责任:
      <br/>1、德邻e宝系统停机维护或升级；
      <br/>2、因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；
      <br/>3、用户的电脑软硬件和通信线路、供电线路出现故障的；
      <br/>4、用户操作不当或通过非德邻e宝授权或认可的方式使用德邻e宝服务的；
      <br/>5、因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因 、第三方服务瑕疵或政府行为等原因。
      <br/>尽管有前款约定，德邻e宝将采取合理行动积极促使服务恢复正常。
      <br/><br/>（二）德邻e宝责任范围及责任限制
      <br/>1、德邻e宝用户信息是由用户本人自行提供的，德邻e宝无法保证该信息之准确、有效和完整。
      <br/>2、德邻e宝可能同时为您及您的（交易）对手方提供德邻e宝服务，您同意对德邻e宝可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张德邻e宝在提供德邻e宝服务时存在法律上的瑕疵。
      <p></p>
      九、完整协议
      <br/>本协议由《德邻e宝服务协议》条款与《德邻e宝安全保障规则》、《德邻e宝隐私权政策》、等本网站不时公示的各项规则组成，各项规则有约定，而本协议条款没有约定的，以各项规则约定为准。本协议部分内容被有管辖权的法院认定为违法或无效的，不因此影响其他内容的效力。
      <p></p>十、知识产权的保护
      <br/>1、德邻e宝及关联公司所有系统及本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由德邻e宝或德邻e宝关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。
      <br/>2、非经德邻e宝或德邻e宝关联公司书面同意，任何人不得擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。
      <br/>3、尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。
      <p></p>十一、 法律适用与管辖
      <br/>本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生之争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖。
      <br/><br/><br/><br/>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'ServiceAgreement',
    data() {
      return {}
    },
    methods: {},
    mounted() {
    }
  }
</script>

<style scoped>
</style>
